Repository: ANGERofWaR/sidebar-login
Catalog: languages/sidebar_login-*.po
Languages: es_es, nb_no

source: Please enter your username
es_es: Por favor entra tu nombre de usuario
nb_no: Vennligst skriv inn brukernavn

source: Please enter your password
es_es: Por favor entra tu contrase&ntilde;a
nb_no: Vennligst skriv inn passord

source: Please enter your username and password to login.
es_es: Por favor entra tu nombre de usuario y tu contrase&ntilde;a
nb_no: Vennligst skriv inn brukernavn og passord for å logge inn.

source: Displays a login area in the sidebar.
es_es: Ense√±a una zona de conexi&oacute;n en barra lateral.
nb_no: Vis et innloggingsområde i sidebar

source: Sidebar Login
es_es: Sidebar Conexi&oacute;n
nb_no: Sidebar innlogging

source: Logged-out title
es_es: T&iacute;tulo (estado conectado)
nb_no: Utlogget tittel

source: Login
es_es: Conexi&oacute;n
nb_no: Logg inn

source: Links
es_es: Enlaces
nb_no: Lenker

source: <code>Text | HREF</code>
es_es: <code>Texto | HREF</code>
nb_no: <code>Tekst | HREF</code>

source: Show lost password link
es_es: Ense&ntilde;ar el enlace de contrase&ntilde;a perdida
nb_no: Vis glemt passord-lenke

source: Show register link
es_es: Ense&ntilde;ar el enlace de registro
nb_no: Vis lenke for registrering

source: <a href="%s">Anyone can register</a> must be enabled.
es_es: <a href="%s">Todo el mundo puede registrarse</a> debe ser activo.
nb_no: <a href="%s">Aktiver at alle kan registrere seg </a>.

source: Login Redirect URL
es_es: URL de redirecci&oacute;n (conexi&oacute;n)
nb_no: Login omdirigeringslenke

source: Logged-in title
es_es: T&iacute;tulo (estado conectado)
nb_no: Innlogget tittel

source: Welcome %username%
es_es: Bienvenido %username%
nb_no: Velkommen %username%

source: <code>Text | HREF | Capability</code>
es_es: <code>Texto | HREF | Capacidad</code>
nb_no: <code>Tekst | HREF | Capability</code>

source: <a href="%s">Capability</a> (optional) refers to the type of user who can view the link.
es_es: <a href="%s">Capacidad</a> (optional) se basa en el tipo de usuario que puede ver el enlace.
nb_no: <a href="%s">Capability</a> (valgfritt) refererer til typen brukere som kan se lenken.

source: Show logged-in user avatar
es_es: Ense&ntilde;ar el avatar del usuario conectado
nb_no: Vis avatar etter innlogging

source: Logout Redirect URL
es_es: URL de redirecci&oacute;n (deconexi&oacute;n)
nb_no: Utlogget omdirigeringslenke

source: Register
es_es: Registrarse
nb_no: Registrer

source: Lost Password
es_es: Contrase&ntilde;a perdida&nbsp;?
nb_no: Mistet passord

source: Username
es_es: Identificante
nb_no: Brukernavn

source: Password
es_es: Contrase&ntilde;a
nb_no: Passord

source: Remember Me
es_es: Recu&eacute;rdame
nb_no: Husk meg

source: Login &rarr;
es_es: Acceder &rarr;
nb_no: Logg inn &rarr;
